---
kind: other
id: Methods.T:Autodesk.Revit.DB.FilterNumericEquals
source: html/88372c9c-83e0-11a3-d738-852fa47f034c.htm
---
# FilterNumericEquals Methods

Derived classes should override this method to implement the desired test.